[{"Flat Province":"Alberta","id":"Athabasca--Grande Prairie--Peace River","value":109,"Short Project Name":"Abandon NGTL 2015 Meter Stations and Laterals - Abandon NGTL Meter Stations and Laterals - Construct Smoky River Lateral Loop - Abandon Various NGTL Pipelines and Facilities - Construct Northwest Mainline Loop Boundary Lake North Section - Construct Dismal Creek Meter Station - Construct NGTL 2017 System Expansion - Abandon Peace River Mainline - Construct Towerbirch Expansion - Safety Order Leak Mitsue\/Ukalta Lateral - Construct Simonette Lateral Loop and Simonette East Meter Station","Themes":"Management System - Integrity Management - Sunset Clause - Administrative - Environmental Protection - Standard Condition - Enforcement - Socio-Economic"},{"Flat Province":"Alberta","id":"Banff--Jasper--Rocky Mountain House","value":13,"Short Project Name":"Construct Clearwater West Expansion - Change Class Location Edson Mainline Loop 2 - Construct Saddle West - Construct Rodney Creek Meter Station","Themes":"Integrity Management - Standard Condition - Sunset Clause - Environmental Protection"},{"Flat Province":"Alberta","id":"Calgary","value":16,"Short Project Name":"Construct Sundre Crossover - NOVA Gas Transmission Ltd. - construct and operate the West Path Delivery Project - (HEARING)","Themes":"Integrity Management - Environmental Protection - Standard Condition - Socio-Economic - Emergency Management"},{"Flat Province":"Alberta","id":"Camrose--Drumheller","value":58,"Short Project Name":"Safety Order Leak Mitsue\/Ukalta Lateral - Variance AO-010-SG-N081-001-2014 Remove pressure restriction","Themes":"Integrity Management - Enforcement"},{"Flat Province":"Alberta","id":"Lethbridge--Medicine Hat","value":8,"Short Project Name":"Construct Medicine Hat Compressor Station - Transfer of NGTL Integration Asset - Construct Hythe Lateral Loop No. 2","Themes":"Environmental Protection - Administrative"},{"Flat Province":"Alberta","id":"Wood Buffalo--Cold Lake","value":4,"Short Project Name":"Construct Leismer to Kettle River Crossover - Construct Liege Lateral Loop 2 and Leismer East Compressor Station - Construct Sunday Creek South Lateral No. 3 - Condition update- Compressor Station - NGTL","Themes":"Environmental Protection"},{"Flat Province":"British Columbia","id":"Northeast","value":58,"Short Project Name":"Construct North Montney - Construct Mainline Komie North Extension","Themes":"Integrity Management - Sunset Clause - Administrative - Environmental Protection - Standard Condition - Safety Management - Socio-Economic - Financial"}]