[{"Flat Province":"Alberta","id":"Athabasca--Grande Prairie--Peace River","value":109,"Short Project Name":"Construct Simonette Lateral Loop and Simonette East Meter Station - Abandon Peace River Mainline - Construct Towerbirch Expansion - Safety Order Leak Mitsue\/Ukalta Lateral - Abandon Various NGTL Pipelines and Facilities - Construct Northwest Mainline Loop Boundary Lake North Section - Construct NGTL 2017 System Expansion - Construct Smoky River Lateral Loop - Abandon NGTL Meter Stations and Laterals - Abandon NGTL 2015 Meter Stations and Laterals - Construct Dismal Creek Meter Station","Themes":"Administrative - Management System - Integrity Management - Environmental Protection - Standard Condition - Sunset Clause - Socio-Economic - Enforcement"},{"Flat Province":"Alberta","id":"Banff--Jasper--Rocky Mountain House","value":13,"Short Project Name":"Construct Saddle West - Construct Rodney Creek Meter Station - Construct Clearwater West Expansion - Change Class Location Edson Mainline Loop 2","Themes":"Sunset Clause - Standard Condition - Environmental Protection - Integrity Management"},{"Flat Province":"Alberta","id":"Calgary","value":16,"Short Project Name":"Construct Sundre Crossover - NOVA Gas Transmission Ltd. - construct and operate the West Path Delivery Project - (HEARING)","Themes":"Emergency Management - Environmental Protection - Standard Condition - Socio-Economic - Integrity Management"},{"Flat Province":"Alberta","id":"Camrose--Drumheller","value":58,"Short Project Name":"Variance AO-010-SG-N081-001-2014 Remove pressure restriction - Safety Order Leak Mitsue\/Ukalta Lateral","Themes":"Enforcement - Integrity Management"},{"Flat Province":"Alberta","id":"Lethbridge--Medicine Hat","value":8,"Short Project Name":"Transfer of NGTL Integration Asset - Construct Hythe Lateral Loop No. 2 - Construct Medicine Hat Compressor Station","Themes":"Environmental Protection - Administrative"},{"Flat Province":"Alberta","id":"Wood Buffalo--Cold Lake","value":4,"Short Project Name":"Construct Sunday Creek South Lateral No. 3 - Construct Leismer to Kettle River Crossover - Construct Liege Lateral Loop 2 and Leismer East Compressor Station - Condition update- Compressor Station - NGTL","Themes":"Environmental Protection"},{"Flat Province":"British Columbia","id":"Northeast","value":58,"Short Project Name":"Construct North Montney - Construct Mainline Komie North Extension","Themes":"Safety Management - Administrative - Financial - Standard Condition - Environmental Protection - Sunset Clause - Socio-Economic - Integrity Management"}]