[{"Flat Province":"Alberta","id":"Athabasca--Grande Prairie--Peace River","value":109,"Short Project Name":"Construct Simonette Lateral Loop and Simonette East Meter Station - Abandon Peace River Mainline - Construct Smoky River Lateral Loop - Abandon NGTL 2015 Meter Stations and Laterals - Safety Order Leak Mitsue\/Ukalta Lateral - Construct Northwest Mainline Loop Boundary Lake North Section - Abandon Various NGTL Pipelines and Facilities - Abandon NGTL Meter Stations and Laterals - Construct Towerbirch Expansion - Construct NGTL 2017 System Expansion - Construct Dismal Creek Meter Station","Themes":"Sunset Clause - Integrity Management - Standard Condition - Administrative - Socio-Economic - Enforcement - Management System - Environmental Protection"},{"Flat Province":"Alberta","id":"Banff--Jasper--Rocky Mountain House","value":13,"Short Project Name":"Construct Rodney Creek Meter Station - Construct Saddle West - Construct Clearwater West Expansion - Change Class Location Edson Mainline Loop 2","Themes":"Sunset Clause - Integrity Management - Environmental Protection - Standard Condition"},{"Flat Province":"Alberta","id":"Calgary","value":16,"Short Project Name":"NOVA Gas Transmission Ltd. - construct and operate the West Path Delivery Project - (HEARING) - Construct Sundre Crossover","Themes":"Integrity Management - Standard Condition - Socio-Economic - Environmental Protection - Emergency Management"},{"Flat Province":"Alberta","id":"Camrose--Drumheller","value":58,"Short Project Name":"Variance AO-010-SG-N081-001-2014 Remove pressure restriction - Safety Order Leak Mitsue\/Ukalta Lateral","Themes":"Enforcement - Integrity Management"},{"Flat Province":"Alberta","id":"Lethbridge--Medicine Hat","value":8,"Short Project Name":"Construct Hythe Lateral Loop No. 2 - Construct Medicine Hat Compressor Station - Transfer of NGTL Integration Asset","Themes":"Environmental Protection - Administrative"},{"Flat Province":"Alberta","id":"Wood Buffalo--Cold Lake","value":4,"Short Project Name":"Construct Leismer to Kettle River Crossover - Condition update- Compressor Station - NGTL - Construct Sunday Creek South Lateral No. 3 - Construct Liege Lateral Loop 2 and Leismer East Compressor Station","Themes":"Environmental Protection"},{"Flat Province":"British Columbia","id":"Northeast","value":58,"Short Project Name":"Construct Mainline Komie North Extension - Construct North Montney","Themes":"Sunset Clause - Integrity Management - Standard Condition - Administrative - Financial - Socio-Economic - Safety Management - Environmental Protection"}]