{"meta": {"totalEvents": 24, "totalDigs": 10, "nearby": ["nb.", "new brunswick. & the area is located within the city of saint john. & the nearest populated center is the town of new glasgow", "300. & isaacs harbour north & moncton & nb. the site is located approximately 20 km north of the town center at kilometer post 36. & ns & ns located approximately 20 km northeast of the proposed project. & ns. & new brunswick & new brunswick.  the total population of the village is approximately 400. & nova scotia. & nova scotia.  the site is located approximately 20 km southwest of the community. & nova scotia.  the total population of the community is approximately 1 & nova scotia. the community is part of the halifax regional municipality. & nova scotia. the total population of the community is approximately 100. & saint john & the area is located within the city of saint john. & the area is located within the city of dartmouth. & the nearest populated center is community of guysborough & the nearest populated center is the rural community of pennfield & the project is located approximately 1 km from the rural community of goldboro & the project is located approximately 25 km west of the town of new glasgow. & the project is located approximately 6 km south of the town of port hawkesbury & the project is located in saint john & the project is located in a rural area approximately 20 km east of the town of shubenacadie & the project is located in a rural area approximately 35 km northeast of the town of st. stephen & the project is located in a rural area approximately 5 km northeast of the city of moncton & the project is located in a rural area approximately 5 km south of the rural community of tidnish & the project is located in a rural area approximately 8 km southwest of the village of port elgin & the project is located in the city of saint john & the project is located in the city of saint john. & the project is located just outside the rural community of antrim & the site is located approximately 10 km west from the community of northfield and 20 km west of the community of chipman & in cumberland county & in guysborough county & in westmoreland county"], "lengthReplaced": 0, "avgDuration": 78, "atRisk": 0, "landRequired": 0, "iceRinks": 0}, "company": "Maritimes & Northeast Pipeline Management Ltd.", "build": true, "data": {"Integrity Dig": {"year": [2015, 2016, 2017, 2018, 2019, 2020], "No": [2, 5, 1, 1, 2, 3], "Yes": [0, 2, 3, 0, 4, 1]}, "Activity Unplanned": {"year": [2015, 2016, 2017, 2018, 2019, 2020], "No": [0, 5, 3, 1, 6, 4], "Yes": [2, 2, 1, 0, 0, 0]}, "Province/Territory": {"year": [2015, 2016, 2017, 2018, 2019, 2020], "New Brunswick": [2, 4, 2, 0, 2, 2], "Nova Scotia": [0, 3, 2, 1, 4, 2]}, "Activity Acquiring New Land In Agreement With Landowner": {"year": [2015, 2016, 2017, 2018, 2019, 2020], "No": [2, 7, 4, 0, 6, 4], "Yes": [0, 0, 0, 1, 0, 0]}, "Fish Present": {"year": [2015, 2016, 2017, 2018, 2019, 2020], "No": [1, 3, 3, 1, 2, 2], "Yes": [1, 4, 1, 0, 4, 2]}, "In Stream Work Required": {"year": [2015, 2016, 2017, 2018, 2019, 2020], "No": [1, 5, 4, 1, 4, 4], "Yes": [1, 2, 0, 0, 2, 0]}, "Species At Risk Present At Activity Site": {"year": [2015, 2016, 2017, 2018, 2019, 2020], "No": [2, 7, 4, 1, 6, 4]}}}